/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@ (Geburtstag)";

/* Title for event birthday (without a name) */
"Birthday" = "Geburtstag";

"FACEBOOK_CALENDAR_NAME" = "Facebook-Ereignisse";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Kalender";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Erinnerungen";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Erinnerungen";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Erinnerung";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Dieses Ereignis kann nicht bearbeitet werden.";

"NO_CALENDAR_ERROR" = "Es wurde kein Kalender erstellt.";

"NO_START_DATE_ERROR" = "Es wurde kein Startdatum erstellt.";

"NO_END_DATE_ERROR" = "Es wurde kein Enddatum erstellt.";

"DATES_INVERTED_ERROR" = "Das Anfangsdatum muss vor dem Enddatum liegen.";

"UNEXPECTED_ERROR" = "Ein unerwarteter Fehler ist aufgetreten.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Der Kalender darf nicht in einen anderen Account bewegt werden.";


"CALENDAR_READ_ONLY_ERROR" = "Das Volume ist schreibgeschützt.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Das Ereignis ist zu lang, um so häufig wiederholt zu werden.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Das Ereignis wiederholt sich bereits vor der Erinnerung.";

"START_DATE_FUTURE_ERROR" = "Das Ereignis liegt zu weit in der Zukunft.";

"OCCURRENCE_COLLISION_ERROR" = "Es gibt bereits ein anderes Vorkommen des Ereignisses an diesem Datum.";

"INVITES_CANNOT_MOVE_ERROR" = "Einladungen können nicht in einen anderen Kalender bewegt werden.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Der Ort für die Erinnerung konnte keiner Adresse (Geodaten) zugewiesen werden, um den Alarm auszulösen.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Dieses Ereignis gehört nicht zu diesem Ereignis-Store.";

/* developer error */
"SPAN_ERROR" = "Es wurde ein ungültiger Zeitraum angegeben.";

"CALENDAR_HAS_NO_SOURCE" = "Kalender hat kein Account";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Das Wiederholungsfeld kann nicht geändert werden.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Alarme können nicht geändert werden.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Teilnehmer können nicht geändert werden";

"CALENDAR_IMMUTABLE" = "Der Kalender kann nicht geändert oder gelöscht werden.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Dieser Account unterstützt keine Standorte mit Geodaten für Erinnerungen.";

"ACTIONS_NOT_SUPPORTED" = "Dieser Account unterstützt keine Aktionen.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Dieser Account unterstützt keine Standorte für Erinnerungen.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Der Account unterstützt keine umgebungsbezogenen Alarme.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Eine wiederholte Erinnerung benötigt einen Termin.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Mit diesem Account dürfen keine Kalender hinzugefügt oder entfernt werden.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Diesem Kalender dürfen keine Ereignisse hinzugefügt werden.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Diesem Kalender dürfen keine Erinnerungen hinzugefügt werden.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Der Account unterstützt keine Erinnerungen.";

"PRIORITY_IS_INVALID" = "Die Priorität muss zwischen 0 und 9 liegen.";

"INVALID_ENTITY_TYPE" = "Dies ist kein gültiger EKEntityTyp.";
